시행일: 2025년 04월 08일

본 이용 약관은 귀하가 "m50k"의 게임, 스토어, 사이트 및 관련 서비스를 이용하는 행위에 관해서 "m50k"와 귀하 사이의 관계를 규율합니다. 서비스 이용에 대해서는 "m50k"의 개인정보 보호정책 및 기타 관련 정책 또한 적용되며, 이는 여기에서 인용됨으로써 본 약관의 일부로 포함됩니다.

서비스에 접속하거나 이를 이용("m50k"의 웹사이트를 방문하거나 게임에 접속하는 행위를 포함)하기 전에, 귀하는 본 이용 약관과 개인정보 보호정책에 동의하여야 합니다. 귀하는 서비스를 이용하기 위한 게스트 계정을 개설할 수 있으며, 서비스상에서 계정을 등록해야 할 수도 있습니다(“계정”이라 총칭함). 이러한 계정에는 예컨대 게임 계정과 "m50k" ID가 포함됩니다. 계정을 사용 또는 등록하거나, 그 밖의 방식으로 본 서비스를 이용하는 경우, 귀하는 귀하의 거주 국가에서 법률상 성년에 해당함을 확답하는 것입니다. 귀하가 성년이 아닌 경우, 귀하의 법률상 보호자가 본 이용 약관을 검토하고 동의해야 합니다.

귀하가 서비스를 설치, 이용 또는 서비스에 접속함으로써, 귀하는 본 이용 약관에 동의한 것입니다. 만일 귀하가 본 이용 약관에 동의하지 않는다면, 서비스에의 접속 또는 서비스의 설치 또는 이용을 하지 않으시길 바랍니다. 본 서비스가 금지된 상황에서 본 서비스를 이용하는 행위는 무효입니다.

중요 고지 사항: 미국 및 캐나다 거주자인 경우, 귀하는 "m50k"과의 분쟁이 반드시 제8항(“분쟁 해결”)에 기술된 바에 따라 종국적이고 구속력 있는 중재를 통해 개인별로 해결되어야 한다는 점에도 동의합니다.

"m50k"은 서비스상에 변경된 약관을 게시함으로써 언제든지 본 이용 약관, 당사의 개인정보 보호정책 및 기타 관련된 "m50k" 정책 일부를 재량에 따라 변경, 수정, 추가 또는 삭제할 수 있는 권리가 있습니다. 본 서비스를 계속 이용하는 경우, 귀하는 이러한 변경사항을 수락한 것으로 간주됩니다. 어느 시점에든 귀하가 귀하의 서비스 이용과 관련된 당사의 현재 버전의 이용 약관, "m50k" 개인정보 보호정책 또는 기타 "m50k" 정책, 규칙 또는 행동강령의 어느 부분에라도 동의하지 않는 경우, 서비스를 이용할 수 있는 귀하의 권리는 즉시 소멸하며, 귀하는 즉시 서비스 이용을 중단해야 합니다.

1. 서비스 이용

1.1. 서비스를 이용할 수 있는 귀하의 권리

본 이용 약관 및 그 밖의 관련 "m50k" 정책에 대한 귀하의 동의 및 지속적 준수를 전제로, 귀하는 귀하 자신의 비상업적 오락 목적으로 본 서비스에 접속해서 이용할 수 있는 비독점적이고, 양도 불가능하며, 서브라이선스 부여가 불가능하고, 취소될 수 있는 제한적 권리가 있습니다. 귀하는 그 밖의 다른 목적으로 서비스를 이용하지 않을 것에 동의합니다.

이하의 제한들은 서비스의 이용에 적용됩니다.

귀하는 미성년자에 의한 서비스의 부당한 이용에 대해 전적인 책임을 부담하기로 수락합니다. 귀하는 미성년자에 의해서 귀하의 신용카드 또는 기타 결제 수단(예컨대, Paypal)이 사용되는 것에 대한 책임을 부담합니다.

귀하는 귀하의 계정을 구매, 판매, 대여, 양도(혹은 이를 시도)하지 않고 거짓 신원 혹은 정보로 또는 타인을 대신하여 계정을 생성하지 않아야 합니다. 귀하가 사전에 "m50k"에 의해 제명되었거나 다른 "m50k" 게임의 플레이가 금지되었을 경우 서비스를 이용할 수 없습니다.

귀하는 광고, 호객행위, 상업적 광고들의 전송(행운의 편지, 스팸메일 또는 누군가에 대한 반복적이거나 허위의 메시지 전송을 포함) 목적으로 서비스를 이용할 수 없습니다.

로그인 정보 및 계정

귀하는 귀하의 계정에 대한 암호를 선택할 것을 요구받게 되거나 계정 접속을 위해 다른 비밀 정보를 사용할 수도 있습니다(이하 "로그인 정보"). 귀하는 계정 또는 로그인 정보를 타인과 공유할 수 없고, 타인으로 하여금 귀하의 계정에 접근하거나 그 밖에 귀하의 계정 보안을 위협하는 어떠한 행위를 하도록 허락할 수 없습니다. 귀하가 보안사고를 알게 되거나 합리적으로 보안사고를 의심할만한 상황을 인지하게 될 경우(로그인 정보의 손실, 도난 또는 무단 공개를 포함하나, 이에 한정되지 아니함), 귀하는 즉시 "m50k"에 해당 사실을 통지하고 귀하의 로그인 정보를 수정하여야 합니다. 귀하의 로그인 정보의 비밀유지는 전적으로 귀하가 책임져야 하고, 귀하는 귀하의 로그인 정보에 관한 모든 이용행위(구매행위를 포함하며, 귀하의 승인을 받았는지 여부는 불문함)에 대하여 책임을 부담합니다. 귀하는 귀하의 계정을 통하여 발생하는 모든 사안에 대하여 책임을 부담합니다. 

"m50k"은 언제든지, 그리고 어떠한 이유로든지(어떠한 사용자명이 제3자의 권리를 침해하였다는 제3자의 주장을 포함하나, 이에 한정되지 아니함), 어떠한 사용자명도 제거하거나 회수할 권리를 가집니다.

본 서비스는 지원되는 장치상에서 게임당 오로지 하나의 계정만을 지원합니다.

"m50k" ID

"m50k" ID는 당사 게임 계정을 안전하게 지켜주고 모든 모바일 기기에서 손쉽게 접속할 수 있도록 도와주는 서비스입니다. 플레이어님의 계정 보안과 개인정보 보호를 위해, 게임 계정에 "m50k" ID를 연동한 후에는 이를 해제할 수 없습니다. 

이용 제한

본 이용 제한을 위반하는 서비스 이용은 엄격히 금지되고, 귀하의 제한된 권리의 즉각적 취소를 초래할 수 있으며, 이에 대해 귀하가 법률 위반 책임을 지게 될 수도 있습니다.

귀하는 어떤 상황에서도 다음과 같은 행위를 하지 않을 것에 동의합니다.

본 서비스의 취지 또는 의도에 반하는 것으로 "m50k"이 간주하는 행위에 관여하는 행위 또는 "m50k"의 지원 서비스를 부적절하게 이용하는 행위

본 서비스, "m50k" 게임 또는 "m50k" 게임 경험을 수정하거나 방해하도록 만들어진 치트, 취약점 공격, 자동화 소프트웨어, 에뮬레이터, 봇, 해킹 프로그램, 모드 또는 그 밖의 승인되지 않은 제3자 소프트웨어를 사용하거나 이러한 사용에 (직접적 또는 간접적으로) 참여하는 행위

"m50k"의 명시적 서면 동의 없이 본 서비스 또는 "m50k" 게임의 일부인 파일을 수정하거나, 파일이 수정되도록 야기하는 행위

서비스의 일반적인 흐름에 지장을 주거나 방해 또는 이에 부정적인 영향을 주는 행위나 서비스의 이용이나 "m50k"의 게임 플레이에서 다른 사용자의 경험에 부정적인 영향을 주는 방식의 행동. 이는 몰아주기와 같은 순위 조작과 관련된 모든 행동, 서비스 오류를 통해 다른 플레이어들로부터 부당한 이득을 얻는 행동, 서비스 내용에 대한 의도적인 악용 및 이에 반하는 행동들을 포함합니다.

서비스 또는 "m50k"의 게임 환경을 제공하거나 지원하기 위해 사용되는 컴퓨터 또는 서버를 방해하거나, 과부하를 주거나, 이러한 방해 또는 과부하를 돕거나 지원하는 행위

본 서비스에 대한 바이러스 유포나 서비스 거부 공격을 포함하되 이에 국한하지 않고, 유형을 불문한 공격 행위를 개시하거나, 이를 지원하거나, 이에 관여하는 행위, 또는 본 서비스나 본 서비스에 대한 타인의 이용 또는 향유를 방해하려는 그 밖의 시도 행위

본 서비스의 일부인 보안, 기술, 장치 또는 소프트웨어를 우회 또는 수정하거나, 우회 또는 수정하려고 시도하거나, 타인이 우회 또는 수정하는 것을 조장하거나 지원하는 경우를 포함하되 이에 국한하지 않고, "m50k"에 의해 제공된 사용자 인터페이스 이외의 수단을 통해서 본 서비스, 타인에 의해 등록 또는 사용되는 계정, 또는 본 서비스에 연결된 컴퓨터, 서버 또는 네트워크에 부당하게 접근하려고 시도하는 행위

모욕적이거나, 위협적이거나, 음란하거나, 타인의 명예를 훼손하거나, 비방하거나, 인종적,성적,종교적 또는 그 밖의 이유로 무례하거나 불쾌한 정보를 게시하는 행위, 또는 원치 않는 사람들에게 반복적으로 정보를 게시하는 등, 지속해서 해로운 행동에 관여하는 행위

나체, 과도한 폭력 또는 불쾌한 주제가 포함된 정보 또는 이러한 내용에 대한 링크가 포함된 정보를 게시하는 행위

"m50k"의 고객 서비스 대리인을 포함하여 "m50k"의 피용자를 포함한 타인이나 그룹을 희롱하거나 괴롭히거나 해를 끼치는 행위 또는 그러한 희롱 또는 가해를 시도하거나 조장하는 행위

서비스를 통하여 타인인 개인 또는 법인의 저작권, 상표, 특허, 영업비밀, 사생활권, 공표권 또는 기타 권리를 침해하거나 타인("m50k"의 피용자를 포함하나, 이에 한정되지 아니함)을 사칭하는 자료 또는 정보를 사용할 수 있도록 하는 행위

서비스 또는 "m50k"의 게임을 제공하기 위하여 사용된 근본 소프트웨어 또는 다른 지식재산의 소스 코드를 추출하기 위하여, 또는 "m50k"이 명시적으로 허용하지 않은 방법을 사용하여 서비스 또는 "m50k" 게임으로부터 정보를 얻기 위하여 역설계, 역컴파일, 역어셈블, 해독행위 또는 기타 이를 위한 시도를 하는 행위

서비스 또는 "m50k" 게임의 다른 사용자로부터 로그인 정보나 기타 로그인을 위한 비밀 정보 또는 개인정보를 구하거나 구하려고 시도하는 행위

서비스를 통해 누군가의 사적인 정보{개인식별정보(문자, 이미지 또는 비디오 등의 형식을 불문함), 신원확인 문서 또는 금융 정보 포함}를 수집하거나 게시하는 행위

수수료 또는 판돈의 개입 여부를 불문하고, 귀하가 플레이어로서 참가하는 경기의 결과에 대해 배팅하는 행위를 포함해 도박, 배팅 또는 (직접적 또는 간접적으로) 상 또는 보상이 획득될 수 있는 유사한 활동을 위해 "m50k" 게임을 이용하는 행위

수출 통제, 자금세탁 방지 규칙, 경제 제재 또는 이와 유사한 법률이나 규정(미국 및/또는 유럽연합에 의해서 부과되는 것을 포함하되 이에 국한되지 않음)을 위반하는 방식으로 서비스를 이용하는 행위

"m50k"은 어떠한 행위가 이용규칙 위반에 해당하거나 본 이용 약관의 의도 또는 취지나 본 서비스 자체의 범위를 벗어나는 것인지의 여부를 결정할 수 있는 권리를 가집니다. "m50k"은 그 결정의 결과로서 조치를 취할 권리를 가지며 여기에는 귀하의 계정을 종료시키고 귀하의 서비스 이용을 전부 또는 일부를 금지하는 것이 포함됩니다.

1.2. 계정과 서비스의 중단 및 종료

다른 구제 수단을 제한하지 않을 것을 전제로, (i) 귀하가 본 이용 약관을 준수하지 않거나, "m50k"이 이를 의심하는 경우, 또는 (ii) 서비스의 불법적이거나 부적정한 이용이 실제로 발생하거나 의심되는 경우, "m50k"은 귀하에 대한 통지 여부를 불문하고, 계정 또는 서비스의 전부 또는 일부에 대한 접근을 제한, 정지, 종료, 변경 또는 삭제할 수 있습니다. 귀하는 계정 종료 또는 제한의 결과로, 귀하의 서비스 이용과 관련된 이익, 특권, 획득한 아이템들과 구매한 아이템들뿐만 아니라 귀하의 서비스 내 사용자 이름과 페르소나를 상실할 수 있으며, "m50k"은 이러한 손실 또는 결과에 대해 귀하에게 배상할 의무가 없습니다. 

당사의 다른 구제 수단을 제한하지 않을 것을 전제로, 사용자가 위험 또는 법률상 책임 가능성을 발생시키거나, 제3자의 지식재산권을 침해하거나, 당사의 약관이나 정책의 내용 또는 취지에 부합되지 않게 행위한다고 당사가 믿는 경우, 당사는 서비스 및 계정의 전부 또는 일부를 제한, 정지 또는 종료시킬 수 있고, 당사의 게임과 사이트 및 그 콘텐츠, 서비스 및 도구에 대한 접속을 금지할 수 있으며, 당사가 관리하는 콘텐츠를 지연시키거나 삭제할 수 있고, 해당 사용자의 서비스 접속을 금지하기 위한 기술적 및 법률적 조치를 취할 수 있습니다. 또한, 당사는 적절한 상황에서 당사의 단독 재량에 따라, 제3자의 지식재산권에 대한 반복적 침해자에 해당할 수도 있는 사용자의 계정을 정지하거나 해지시킬 수 있습니다.

"m50k"은 180일 이상 휴면 중인 계정을 해지시킬 권리를 가집니다.

"m50k"은 언제든지 서비스의 전부 또는 일부나 특정 게임의 제공 및/또는 지원을 중단할 수 있는 권리를 유보하며, 이러한 권리가 행사되는 경우에는 서비스의 전부 또는 일부를 이용할 수 있는 귀하의 권리가 자동으로 소멸합니다. 이러한 경우, "m50k"은 사용자에게 서비스의 중단으로 인한 환불, 보상, 또는 배상을 제공할 책임을 부담하지 않습니다. 귀하의 계정이 해지되는 경우, 귀하 또는 타인이 제출한 콘텐츠를 포함해 본 서비스의 전부 또는 일부에 대한 귀하의 접근이 불가능하게 될 수 있습니다.

귀하는 당사의 지원 페이지에 설명된 절차에 따라 귀하의 계정을 해지하고자 하는 의사를 "m50k"에 통지함으로써 언제든지, 어떠한 이유로든 귀하의 계정을 해지할 수 있습니다.

2. 소유권

2.1. 게임 및 서비스

서비스와 관련된 모든 권리, 소유권 및 이익(게임, 출판물, 컴퓨터 코드, 테마, 물건, 캐릭터, 캐릭터 이름, 스토리, 다이얼로그, 캐치프레이즈, 콘셉트, 삽화, 애니메이션, 음향, 음악구성형식, 시청각적 효과, 작동방법, 저작인격권, 서류, 게임상의 채팅 기록, 캐릭터 프로필 정보, "m50k"의 게임 클라이언트를 이용한 게임 플레이 기록, "m50k"의 게임 클라이언트와 서버 소프트웨어를 포함하나, 이에 한정되지 아니함)은 "m50k"이 소유합니다. "m50k"은 당사의 게임 및 서비스에 관한 모든 권리(지식재산 또는 그 밖의 소유권을 포함하나, 이에 한정되지 아니함)를 가집니다. 

2.2. 계정

어떠한 경우에도, 귀하는 귀하가 계정에 대한 소유권 또는 그 밖의 재산상 이익을 가지지 않음을 인정하고 동의하며, 나아가, 귀하는 계정상의 또는 계정에 대한 모든 권리는 영구적으로 "m50k"이 소유하고 "m50k"의 이익을 위하여만 유효함을 인정하고 동의합니다.

2.3. 가상 콘텐츠

"m50k"은 "m50k"의 게임 또는 서비스상의 모든 콘텐츠를 소유하고, 라이선스를 허여하며 기타 이를 이용할 권리를 가집니다. 이 약관에 기재된 반대되는 취지의 어떠한 규정에도 불구하고, 귀하는 "m50k" 게임에서 표시되거나 발생하는 가상 아이템, 콘텐츠, 기능, 상품, 서비스 또는 재화(게임에서 획득하였거나 "m50k"로부터 구매하였는지 여부를 불문함), 또는 계정과 결부되거나 서비스상에 저장된 기타 속성들을 포함하되 이에 국한하지 않고, 서비스에서 표시되는 일체의 콘텐츠에 대해서 귀하가 어떠한 권리나 권원도 없다는 점에 동의합니다.

3. 사용자 콘텐츠

3.1. 사용자 콘텐츠 제출

"사용자 콘텐츠"는 귀하가 "m50k" 게임 클라이언트 또는 본 서비스를 통해 업로드 또는 전송하거나, 다른 사용자들이 업로드 또는 전송하는 통신물, 이미지, 사운드, 그리고 모든 자료, 데이터 및 정보(채팅 텍스트 등도 포함)를 의미합니다. 서비스를 이용하는 동안 사용자 콘텐츠를 전송 또는 제출하는 경우, 귀하는 이러한 전송물 또는 제출물이 (a) 정확하고, 비밀이 아니며, 오도하는 내용이 아니고, (b) 법률 또는 계약상의 제한이나 다른 제3자의 권리를 위반하지 아니하며, 귀하가 사용자 콘텐츠를 구성하는 개인정보 또는 지식재산의 소유자인 제3자로부터 승인을 확보했고, (c) 바이러스, 애드웨어, 스파이웨어, 웜 또는 그 밖의 악성 코드를 포함하고 있지 않음을 확인하고 진술 및 보증하며, (d) 이러한 콘텐츠 내의 귀하의 개인정보는 언제나 "m50k"의 개인정보 보호정책에 따라 당사에 의해 처리됨을 인지하고 이에 동의합니다. 

3.1.1. 콘텐츠 심사

"m50k"은 사용자 콘텐츠를 제출하는 사용자의 행위에 대하여 어떠한 책임도 지지 않고, 부적절한 콘텐츠 또는 행위에 대하여 서비스를 감시할 어떠한 책임도 지지 않습니다. 당사는 모든 사용자 콘텐츠를 사전에 심사하거나 감시할 수 없고 심사 또는 감시하지도 않습니다. 귀하의 서비스 이용에 따른 위험은 귀하 자신이 부담합니다. 서비스를 이용함으로써 귀하는 불쾌하고, 외설적이거나 귀하의 기대에 부응하지 않는 사용자 콘텐츠에 노출될 수 있습니다. 귀하는 서비스와 연결되어 사용 가능한 모든 사용자 콘텐츠의 사용과 관련된 일체의 위험을 부담합니다. 당사의 재량에 따라, 귀하의 서비스 이용 시 당사의 대리인 또는 당사의 기술에 의하여 귀하의 서비스와의 상호작용 또는 의사소통(채팅 텍스트를 포함하나 이에 한정되지 아니함)을 관찰 및/또는 기록할 수 있습니다.

본 이용 약관을 체결함으로써 귀하는 이러한 관찰과 기록에 대하여 취소할 수 없는 동의를 하는 것입니다. 귀하는 채팅 텍스트 또는 음성 의사소통을 포함하여 사용자 콘텐츠의 전송과 관련하여 사생활 보호를 기대하지 않음을 인정하고 동의합니다.

"m50k"은 어떠한 근거에 대한 공지 없이 혹은 언제든지 별다른 이유 없이 재량으로 사용자 콘텐츠(귀하의 사용자 콘텐츠에 대한 제한 없이 이를 포함하여)에 대한 검토, 관찰, 금지, 편집, 삭제, 접속 금지 또는 이를 이용할 수 없도록 할 권한을 갖습니다. "m50k"가가 전적으로 당사의 재량에 따라 서비스를 관찰하기로 결정한 경우에도, "m50k"은 사용자 콘텐츠에 대하여 어떠한 책임도 부담하지 아니하고, 부적절한 사용자 콘텐츠를 수정 또는 제거할 의무를 부담하지도 않습니다. 당사는 당사의 전적인 재량 하에 사용자 콘텐츠를 편집하고, 전송을 거부하거나 제거할 권리를 가지고 있으나, 그러한 의무를 부담하지는 않습니다.

3.2. 서비스의 다른 사용자들에 의한 정보 이용

3.2.1. 공시 

지정된 주제에 관한 귀하의 논평과 언급을 포함해 귀하가 사용자 콘텐츠를 게시할 수 있는 다양한 포럼, 블로그, 그리고 채팅 기능이 본 서비스에 포함될 수 있습니다. "m50k"은 귀하가 공유하는 아이디어와 정보를 다른 사용자들이 이용하지 않으리라는 점을 보증하지 않습니다. 따라서 만일 귀하가 비밀을 유지하고자 하는 정보 또는 아이디어를 가지고 있고 또는/그리고 다른 사람들이 이를 이용하지 않기를 바란다면, 이를 서비스에 게시하지 마십시오. "m50k"은 귀하가 제출하기로 결정한 아이디어 또는 정보를 평가하거나 이용하거나 그와 관련하여 귀하에게 배상할 책임을 지지 않습니다. 

3.2.2. 귀하 소유의 콘텐츠에 대한 책임 

귀하는 귀하가 서비스상에 또는 서비스를 통하여 또는 서비스와 관련하여 게시하거나 또는 타인에게 제공한 정보에 대하여 전적으로 책임을 집니다. "m50k"은 어떠한 이유로든지 또는 아무 이유 없이도 사용자 콘텐츠("m50k"의 전적인 판단에 따랐을 때 본 이용 약관을 위반하는 사용자 콘텐츠를 포함하나, 이에 한정되지 아니함)를 거절하거나 게시를 거부하거나 이를 삭제할 수 있습니다.

3.2.3. 귀하의 "m50k"에 대한 라이선스 부여

귀하의 사용자 콘텐츠는 물론이고 당사의 본 서비스 제공(본 서비스의 마케팅 및 프로모션 포함)과 관련해 만들어진 해당 콘텐츠의 모든 수정물 및 파생물에 대해 귀하는 어떤 방식으로든 복사, 복제, 정정, 개작, 수정, 2차적 저작물 생성, 제조, 상업화, 공표, 배포, 판매, 라이선스 부여, 서브라이선스 부여, 양도, 리스, 전송, 공개적 표시, 공개적 상연, 전자적 접근 제공, 방송, 통신에 의한 일반 공중에 대한 제공, 전시, 상연, 컴퓨터 메모리로의 입력, 그리고 사용 및 실행 행위를 할 수 있는 취소 불가능하고, 영구적이며, 양도 가능하고, 대가가 전액 지급되었으며, 로열티가 없는 전 세계적 라이선스(서브라이선스를 부여할 수 있고 제3자에게 양도할 수 있는 권리 포함) 및 권리를 본 약관에 따라 "m50k"에게 부여합니다. 귀하는 본 이용 약관에 따라 "m50k"에게 부여된 권리를 타인이 행사하도록 허락할 수 있는 권리 또한 "m50k"에 부여합니다. 더 나아가, 귀하는 귀하에 대해 어떠한 의무도 부담하지 않으면서, 사용자 콘텐츠에 포함되거나 사용자 콘텐츠와 관련되는 귀하의 이름, 외관 및 기타 정보나 자료를 사용 및 활용할 수 있는 무조건적이고 취소 불가능한 권리를 본 약관에 따라 "m50k"에게 부여합니다. 법률에 따라 금지된 경우를 제외하고, 귀하는 귀하의 사용자 콘텐츠가 어떤 방법으로 개작되거나 변경되는지의 여부를 불문하고, 귀하가 귀하의 사용자 콘텐츠에 대해 가지는 일체의 출처표시권 및/또는 저작인격권을 포기합니다. "m50k"은 귀하의 사용자 콘텐츠에 대한 소유권을 주장하지 않으며, 본 이용 약관의 어떠한 규정도 귀하가 귀하의 사용자 콘텐츠를 사용 및 활용하기 위해 갖는 권리를 제약하려고 의도하지 않습니다. "m50k"은 귀하의 사용자 콘텐츠에 대한 귀하의 지식재산권을 모니터링하거나 강행할 의무를 부담하지 않습니다. 

3.3. 사용자 상호작용 

귀하는 본 서비스 및/또는 "m50k" 게임을 통해 귀하가 상호작용하는 본 서비스의 다른 사용자 및 기타 당사자와의 상호작용에 대해 전적으로 책임을 부담합니다. "m50k"은 이러한 분쟁에 어떤 방식으로든 관여할 권리를 가지나 그러할 의무는 부담하지 않습니다. 불법적이거나, 기만적이거나, 부적절한 것으로 의심되는 활동을 조사함에 있어서 귀하는 "m50k"과 전적으로 협력하기로 하며, 여기에는 귀하의 계정 중 비밀번호로 보호받는 부분에 "m50k"이 접근할 수 있도록 허용하는 조치 등이 포함됩니다.

귀하가 한 명 이상의 사용자와 분쟁을 겪는 경우, 귀하는 해당 분쟁으로부터 발생하거나 어떤 방식으로든 해당 분쟁과 연관된 것으로서, 알려져 있거나 알려져 있지 않은 모든 종류 및 성질의 청구, 요구 및 손해(실제 손해 및 결과적 손해)와 관련해 당사(및 당사의 임원, 이사, 대리인, 자회사, 합작회사 및 직원)를 면책시킵니다.

4. 요금 및 구매 조건

4.1. 구매

본 서비스에서 귀하는 "실제" 화폐를 가지고 (a) "m50k" 게임들에서 사용하기 위한 가상 화폐(가상 현금 또는 다이아몬드 등도 포함), (b) 가상 인게임 아이템, 콘텐츠 또는 기능, 그리고 (c) 그 밖의 상품 또는 서비스((a)항 내지 (c)항을 "가상 아이템"이라 총칭함)를 이용할 수 있는 제한적이고, 개인적이며, 양도 불가능하고, 서브라이선스 부여가 불가능하며, 취소될 수 있는 권리를 구매할 수 있습니다. 귀하는 가상 아이템을 본 서비스를 통해 당사 또는 당사의 승인을 받은 제휴사로부터만 구매할 수 있으며, 기타 방법으로 구매하는 것은 허용되지 않습니다.

귀하는 당사가 관련 법률에 정해진 법령상 철회 기간의 만료 이전에 가상 아이템 또는 기타 디지털 콘텐츠의 구매 계약의 이행을 시작하는 데 명시적으로 동의합니다. 귀하는 구매한 콘텐츠가 철회 가능 기간 종료 전에 제공된다는 점에 명시적으로 사전에 동의함으로써 법령에 따른 철회 권리를 상실하게 됩니다.

"m50k"은 사전 통지 여부를 불문하고 언제든지 가상 아이템을 관리, 규제, 통제, 변경 또는 제거할 수 있습니다. 관련 법률에 따라 허용되는 최대 범위까지, "m50k"이 이러한 권리를 행사하는 경우 "m50k"은 귀하 또는 제3자에 대해 어떠한 책임도 부담하지 않습니다.

본 서비스에서 명시적으로 허용된 경우를 제외하고, 가상 아이템의 양도는 금지됩니다. 본 서비스에서 명시적으로 허용된 경우를 제외하고, 귀하는 가상 아이템을 타인("m50k", 다른 사용자 또는 제3자를 포함하되 이에 국한되지 않음)을 상대로 하여 판매, 구매, 상환 또는 그 밖의 방식으로 양도하거나, 전술한 행위를 시도해서는 안 됩니다.

서비스를 통해 이루어지는 가상 아이템의 모든 구매 및 상환은 종국적인 효력을 가지며, 관련 법률에 따라 의무화되는 경우를 제외하고는 환불되지 않습니다. 

미성년자 결제취소 안내

미성년자가 법정 대리인의 동의 없이 결제한 경우, 본인 또는 법정대리인은 결제를 취소할 수 있습니다.

단, 미성년자의 유료서비스 결제가 법정대리인으로부터 처분을 허락받은 재산의 범위 내인 경우 또는 허위로 접수된 미성년자의 신고일 경우 취소가 제한됩니다.

유료서비스 구매자가 미성년자인지 여부는 단말기, 결제 수단 명의자 등의 근거 기록을 토대로 판단하며, 미성년자 및 법정대리인을 증명할 수 있는 서류 제출을 요구할 수 있습니다.

"m50k" 게임에서 사용하기 위한 가상 아이템은 "m50k"에서 제공하는 서비스이며, "m50k"이 귀하의 구매를 수락하는 즉시 시작됩니다.

4.2. 요금의 결제

귀하는 귀하 또는 귀하에게 등록된 계정을 이용하는 누군가에 의해 발생한 모든 비용과 해당 세금을 지급하기로 동의합니다. "m50k"은 언제든지 본 서비스를 통해 제공되는 가상 아이템의 가격을 변경할 수 있습니다. 귀하는 "m50k"이 어떠한 이유로든 환불의 의무를 부담하지 않으며, 계정이 폐쇄되는 경우(계정 폐쇄가 자발적인지의 여부를 불문하고) 귀하는 미사용된 가상 아이템에 대해 금전 또는 기타 보상을 받지 못함을 인지합니다.

4.3. 결제 취소 안내

유료로 직접 구매한 결제 취소는 구매일로부터 30일 이내 미사용한 경우 가능합니다.

앱스토어 결제 건의 결제 취소를 원하시는 경우 먼저 앱스토어 고객센터로 접수해 주시기 바랍니다.

환불 승인된 아이템을 사용한 경우 정책에 따라 게임 이용제한이 될 수 있습니다.

구매 즉시 효과가 적용되거나, 일부 사용되어 반환이 불가능한 경우 결제 취소가 제한될 수 있습니다.

4.4.미성년자 결제 취소 안내

미성년자가 법정 대리인의동의 없이 결제한 경우, 본인 또는 법정대리인은 결제를 취소할 수 있습니다.

단, 미성년자의 유료서비스 결제가 법정대리인으로부터 처분을 허락 받은 재산의 범위 내인 경우 또는 미성년자의 사술로인해 발생한 경우에는 취소가 제한됩니다.

유료서비스 구매자가 미성년자인지여부는 단말기, 결제 수단 명의자 등의 근거 기록을 토대로 판단하며,필요에 따라 미성년자 및 법정대리인을 증명할 수 있는 서류 제출을 요구할 수 있습니다.

5. 서비스의 업데이트

귀하는 본 서비스의 가변성을 인지합니다. "m50k"은 귀하의 장치나 컴퓨터에 설치된 "m50k" 게임 및 서비스에 대한 업데이트를 수락하도록 귀하에게 요구할 수 있습니다. 귀하는 "m50k"의 귀하에 대한 통지 여부를 불문하고 본 서비스 및 "m50k" 게임을 업데이트할 수 있음을 인지하고 이에 동의합니다. 귀하는 본 서비스를 제공받고 "m50k" 게임을 플레이하기 위해 때때로 제3자 소프트웨어를 업데이트해야 할 수도 있습니다.

6. 보증의 부인

아래 제7항에 따른 "m50k"의 책임을 제한하지 아니할 것을 전제로, 본 서비스는 어떠한 종류의 명시적∙묵시적 보증(상품성, 특정 목적에의 적합성, 소유권 및 비침해에 대한 보증, 그리고 거래과정 또는 거래관습상 발생하는 보증을 포함하나, 이에 국한되지 않음)도 없이, 귀하의 이용을 위해 "있는 그대로", 그리고 "이용 가능한 바에 따라" 제공됩니다. "m50k"은 귀하가 선택하는 시간 또는 장소에서 서비스에 접속하거나 서비스를 이용할 수 있을 것, 서비스에 장애 또는 오류가 없을 것, 결함이 시정될 것, 게임 또는 서비스에 바이러스 또는 그 밖의 해로운 요소가 없을 것을 보증하지 않습니다.

일부 국가에서는 소정의 보증 책임에 대한 배제를 허용하지 않습니다. 따라서, 위의 부인 중 일부는 귀하에게 적용되지 않을 수 있습니다.

7. 책임의 제한, 유일하고 배타적인 구제수단, 손해배상

"m50k"은 계약에 근거하든지 불법행위에 근거하든지 또는 그 밖의 법률 이론에 근거하든지 간에, 또한 "m50k"이 그러한 손해의 가능성에 관하여 조언을 받았는지 여부와 무관하게 본 이용 약관 또는 서비스 그 자체에 관련되거나 그로부터 발생하는 간접적∙부수적∙결과적 손해, 특별손해, 징벌적 또는 그 밖에 그와 유사한 손해(매출의 손실, 이익의 손실, 데이터의 손실, 사업 방해 또는 그 밖의 무형의 손실(이러한 손실에 어떻게 단서가 달리든지 불문함)을 포함하나, 이에 한정되지 아니함)에 대하여 귀하에게 책임지지 않습니다. 법률로 금지되지 않는 한, "m50k"은 귀하가 최초로 청구권을 주장한 날로부터 직전 6개월 이내에 귀하가 본 이용 약관에 따라 "m50k"에 대하여 지급한 금액을 초과하여 책임지지 않습니다. 귀하는 귀하가 위 기간 "m50k"에 대하여 아무것도 지급하지 않은 경우에는, "m50k"과의 모든 분쟁에서 귀하의 유일한 구제수단(그리고 "m50k"의 배타적인 책임)은 서비스의 이용을 중단하고 귀하의 계정을 취소하는 것임을 인정하고 동의합니다.

본 이용 약관의 어떠한 규정도 소비자의 법령상 권리에 영향을 끼치거나, "m50k"의 중과실 또는 고의적 불법행위로 발생하는 책임이나 "m50k"의 과실 또는 사기로 발생하는 사망이나 신체 상해에 대한 책임을 배제하거나 제한하지 않습니다. 

귀하는 귀하의 서비스 이용 또는 귀하의 본 이용 약관 위반행위(그러나 귀하의 고의 또는 과실에 기인하지 않은 권리침해의 경우는 제외함)로부터 발생하는 제3자가 제기하는 청구, 요구, 손해 또는 그 밖의 손실(합리적인 변호사 비용을 포함)로부터 "m50k"(및 당사의 담당자, 관리자, 대리인, 자회사, 합작 회사, 직원들)을 면책, 방어하고 해를 입지 않도록 하며 손해를 배상할 것에 동의합니다.

8. 분쟁 해결

귀하와 "m50k"은 이 계약에 기술된 분쟁 해결 절차가 본 이용 약관, 개인정보 보호정책 또는 본 서비스와 관련된 일체의 분쟁 또는 청구에 적용된다는 점에 합의합니다. 분쟁에는 법적 청구, 형평법상의 청구 또는 제정법상의 청구를 포함하되 이에 국한하지 않고, 모든 종류의 청구 일체가 포함됩니다. 귀하가 귀하의 계정 사용을 중단하거나, 계정을 삭제하거나, 서비스 이용을 중단하더라도 분쟁 해결 절차가 적용됩니다. 분쟁 해결 절차는 귀하와 당사가 이 계약을 체결하기 전에 발생한 분쟁에도 적용됩니다.

귀하가 미국 또는 캐나다 거주자인 경우, 8.1항 내지 8.6항이 적용됩니다. 기타 국가의 거주자에게는 위 조항이 적용되지 않습니다.

8.1. 비공식 분쟁 해결

귀하는 중재 절차를 개시하기 전에 적어도 30일 동안은 반드시 "m50k"과 직접 비공식적으로 분쟁을 해결하기 위한 시도를 해야 합니다. 비공식 분쟁 해결 절차는 귀하가 admin@m50k.com을 통해서 "m50k"에 분쟁 통지서를 제공할 때 개시됩니다.

8.2. 중재 합의 

귀하와 "m50k"은 다음과 같은 종국적이고 구속력 있는 중재를 통해 분쟁을 배타적으로 해결하기로 합의합니다. 

해당 청구가 아래 기술된 예외 사유에 속하지 않는 한, 귀하 또는 "m50k"은 종국적이고 구속력 있는 중재에 의해서 배타적으로 해결하기 위해 분쟁을 제기하기로 선택할 수 있습니다. 귀하 또는 "m50k"이 이 조항에 따라 중재에 의해 해결될 수 있는 청구를 법원에 소송으로 제기하는 경우, 일방 당사자는 중재에 의한 분쟁 해결을 명할 것을 법원에 요청할 수 있습니다. 중재인은 이 제8항(“분쟁 해결”)의 어느 부분이 유효하거나 집행 가능한지 여부, 또는 어떤 청구에 대해 적용되는지 여부를 결정할 수 있는 배타적 권한을 갖습니다.

중재 절차는 중립적 중재인에 의해 진행합니다. 이것은 귀하와 "m50k"가 판사나 배심원의 심리를 통해 분쟁을 해결할 수 있는 권리를 포기하기로 합의한다는 의미입니다. 중재는 정식 소송과는 차이가 나는 규칙에 따릅니다. 예컨대, 상대방 측에게 정보를 공유하라고 강제할 수 있는 능력이 정식 소송에서 디스커버리라고 불리는 증거 개시 절차에서보다 더 제한될 수 있습니다. 중재인이 결정을 내리면, 해당 결정은 종국적입니다. 귀하 또는 "m50k"은 중재인에게 결정이나 판정 및 그 이유를 서면으로 제공할 것을 요청할 수 있습니다. 일방 당사자는 중재인의 종국적 결정 또는 판정에 대한 승인 또는 집행을 법원에 신청할 수 있으며, 이러한 신청이 인용되면 법원 판결과 동일한 취급을 받습니다. 매우 제한적인 사유가 인정되는 경우를 제외하고, 귀하와 "m50k"은 일반적으로 법원을 통해 중재 결과를 번복할 수 없습니다.

8.3. 중재 절차

중재는 미국 중재 협회(“AAA”)에 의해서 진행됩니다. 중재에 대해서는 소비자 중재 규칙 등 AAA의 규칙 및 절차가 적용됩니다. 그러나 본 이용 약관과 AAA의 규칙 및 절차 사이에 상충하는 사항이 존재하는 경우, 당사자들은 본 이용 약관에 따르기로 합니다. AAA의 규칙을 살펴보거나, 중재를 개시하려면, AAA 웹사이트를 방문하시면 됩니다. 당사자 일방이 중재를 개시하기로 결정하는 경우, 당사자들은 AAA 규칙에 명시된 바에 따라 중재 요구서를 상대방에게 제공하기로 동의합니다.

중재 비용은 AAA 소비자 중재 규칙에 따라 결정됩니다. 해당 비용이 과도하다고 중재인이 결정하는 경우, "m50k"이 해당 비용을 지급할 것입니다. 각 당사자는 자신의 변호사 보수 및 비용을 부담하지만, 해당 분쟁에서 승리한 당사자가 변호사 보수 및 비용을 상환받는 것이 허용되는 경우에는 중재인이 관련 법률에 따라 그 상환 판정을 내릴 수 있습니다. 일방 당사자가 후속적으로 제기된 법원 사건을 통해 중재인의 결정 또는 판정의 유효성에 대해 이의를 제기했지만 성공하지 못한 경우, 패소한 당사자는 해당 사건과 연관된 상대방 당사자의 비용 및 변호사 보수를 지급해야 합니다.

중재는 미국 캘리포니아주 샌프란시스코, 또는 귀하가 거주하는 지역이나 지방에서 진행합니다.

8.4. 중재 합의에 대한 예외 사항 

귀하와 "m50k"은 8.2항의 중재 합의가 다음 분쟁에는 적용되지 않는다는 점에 동의합니다.

"m50k"의 저작권, 상표, 트레이드 드레스, 도메인 네임, 특허, 영업비밀 또는 기타 지식재산권을 집행 또는 보호하기 위한 청구, 또는 그 유효성에 관한 청구 등, "m50k"의 지식재산에 관한 청구.

무단 복제 또는 고의적 불법 방해 행위와 관련된 청구.

법률문제로서 중재 합의의 적용을 받지 않는 청구 및 중재 합의를 허용하는 연방 법률에 따라 선제적으로 처리되지 않는 청구.

소액 사건 법원에서 관할하는 청구.

이러한 예외 사항에 따라 중재 대상이 아닌 일체의 분쟁은 제10항(“중재 대상이 아닌 분쟁에 대한 재판지”)에 기술된 바에 따라 권한 있는 관할법원에 의해 해결되어야 합니다. 

8.5. 집단소송 포기

귀하와 "m50k"은 일방 당사자가 오로지 개인별로만 상대방에 대해 청구를 제기할 수 있다는 점에 합의합니다.

이는 다음과 같은 의미입니다.

귀하는 집단소송, 집합소송, 병합소송 또는 대표소송 방식으로 이루어지는 절차에서 원고 또는 구성원으로서 "m50k"을 상대로 청구를 제기할 수 없습니다.

중재인은 타인의 청구를 귀하의 청구와 병합해서 하나의 단일 사건으로 처리할 수 없으며, 집단소송, 집합소송, 병합소송 또는 대표소송 방식으로 중재 절차를 진행할 수 없습니다.

귀하의 사건에서 중재인의 결정 또는 판정은 다른 누구에게도 적용되지 못하며, 타인의 분쟁을 판단하기 위해 사용될 수 없습니다.

이 항(8.5항 “집단소송 포기”)이 집행 불가능 또는 무효로 인정되는 경우, 8.1항 내지 8.6항을 포함해서 제8항 전부가 무효입니다.

8.6. 중재 합의 및 집단소송 포기 조항의 거부

귀하는 이메일의 제목란에 “중재 및 집단소송 포기 조항의 거부(ARBITRATION AND CLASS ACTION WAIVER OPT-OUT)”라고 기재해서 legal-requests@"m50k".com으로 귀하의 거부 결정에 대한 서면 통지서를 보냄으로써 위 중재 합의 및 집단소송 포기 조항(8.1항 내지 8.5항)의 적용을 거부하고, 그 구속력을 받지 않기로 선택할 수 있습니다. 귀하는 귀하가 최초로 서비스를 이용하는 날 또는 이 거부권 행사가 가능한 날 중 더 뒤에 도래하는 날로부터 30일 이내에 이 통지서를 당사에 보내야 합니다. 해당 기간 내에 통지서를 당사에 보내지 않는 경우, 귀하는 이러한 조항들의 조건에 따라 분쟁을 중재로 해결해야 하는 구속력을 받습니다. 귀하가 이러한 중재 조항의 적용을 거부하는 경우, "m50k" 또한 해당 조항의 구속력을 받지 않습니다.

 8.7. 대안적 및 온라인 분쟁 해결

귀하가 EU 또는 EEA에 거주하는 소비자인 경우, 귀하는 분쟁 해결을 위한 법정 외 대체 방안으로서 유럽연합 집행위원회가 제공하는 온라인 분쟁 해결 플랫폼을 이용할 수 있습니다.  아울러, 귀하는 대안적 분쟁 해결 방식에 의존하여, 해당 분쟁을 귀하의 거주지를 관할하는 소비자분쟁조정위원회 또는 그 밖의 상응하는 법원 이외의 기관에 회부할 수도 있습니다.

9. 관련 법률

귀하가 미국 또는 캐나다 거주자인 경우: (1) 미국 연방중재법(그 시행 규정 포함)은 제8항에 규정된 중재 합의 및 집단소송 포기 조항의 해석과 집행을 규율하며, (2) 본 이용 약관, 개인정보 보호정책 또는 본 서비스로부터 발생하거나, 이와 관련되는 일체의 분쟁은 국제사법의 적용을 배제하고, 모든 측면에서 미국 캘리포니아주 법률에 따라서 규율됩니다.

귀하가 미국 및 캐나다 이외 국가의 거주자인 경우, 귀하는 본 이용 약관, 개인정보 보호정책 또는 본 서비스로부터 발생하거나, 이와 관련되는 일체의 청구 또는 분쟁이 국제사법의 적용을 배제하고, 대한민국 법률에 따라 규율된다는 점에 동의합니다.

10. 중재 대상이 아닌 분쟁에 대한 재판지

귀하가 미국 또는 캐나다 거주자인 경우, 귀하는 귀하가 "m50k"을 상대로 제기할 수 있는 청구 또는 분쟁 중 제8항에 따른 중재 대상이 아닌 것은 캘리포니아주 샌프란시스코에 소재하는 연방 또는 주 법원을 전속관할 법원으로 해서 해결되어야 한다는 점에 동의합니다. 귀하와 "m50k"은 이러한 모든 청구 또는 분쟁에 대해 캘리포니아주 샌프란시스코에 재판지 및 인적 관할이 인정된다는 점에 동의합니다.

귀하가 미국 및 캐나다 이외 국가의 거주자인 경우, 귀하는 귀하가 "m50k"을 상대로 제기할 수 있는 청구 또는 분쟁이 대한민국에 소재하는 법원을 전속관할 법원으로 해서 해결되어야 한다는 점에 동의합니다.

11. 분리 가능성

귀하와 "m50k"은, 본 이용 약관 또는 "m50k" 개인정보 보호정책 일부가 전부 또는 부분적으로 어떠한 관할법원에서 불법이거나 또는 집행이 불가능하다고 판명될 경우, 그러한 조항은 해당 관할에 대하여 그 무효 또는 집행불능의 결정 범위 내에서만 효력이 없으나, 이는 다른 방식으로나 또는 다른 관할에서의 해당 조항의 유효성 또는 집행 가능성에는 영향을 미치지 아니하고, 약관의 그 밖의 다른 조항의 유효성 및 집행 가능성에도 영향을 미치지 않음에 동의합니다.

12. 일반 조항

12.1. 양도

"m50k"은 귀하의 동의 여부와 무관하게, 언제든지 본 이용 약관 및/또는 개인정보 보호정책의 전부 또는 일부를 어떠한 개인 또는 법인에게 양도 또는 위임할 수 있습니다. 귀하는 "m50k"의 사전 서면 동의 없이는 이용 약관 또는 개인정보 보호정책 상의 권리 또는 의무를 양도 또는 위임할 수 없고, 승인받지 아니한 귀하의 양도 또는 위임은 무효입니다. 

12.2. 추가 정책

"m50k"은 포럼, 대회 또는 고객보상 프로그램과 같은 특별한 서비스에 관련된 추가적인 정책을 공포할 수 있습니다. 그러한 서비스의 이용에 관한 귀하의 권리는 본 이용 약관과 이들 특별 정책의 적용을 받습니다.

12.3. 완전한 합의

본 이용 약관, 추가 정책 및 본 이용 약관에서 언급함으로써 명시적으로 포함된 문서들("m50k" 개인정보 보호정책 포함)은 귀하와 "m50k"의 완전한 이해를 포함하고, 본 약관의 주제에 관한 귀하와 당사 간의 모든 사전의 이해(그것이 전자적 방식이나 구두 또는 서면에 의하였는지, 또는 귀하와 당사 간에 서비스와 관련하여 관습, 실무, 또는 정책 또는 선례에 의해 확립되었는지 여부를 불문함)를 대체합니다. 

12.4. 권리 포기의 부존재 

"m50k"이 귀하에게 본 이용 약관 또는 "m50k" 개인정보 보호정책의 어떠한 규정을 엄격하게 이행하도록 요구하거나 그 이행을 집행하지 않았다거나 또는 "m50k"이 약관상의 권리를 미실행한 사실이 그러한 상황 또는 그 밖의 경우에 "m50k"이 해당 규정이나 권리를 주장하거나 그러한 규정이나 권리에 의지할 권리를 포기하거나 양도하는 것으로 해석될 수 없습니다. 

본 이용 약관 또는 "m50k" 개인정보 보호정책의 어떠한 조항, 조건, 또는 요건에 대한 "m50k"의 명시적인 포기의 의사표시가 장래에도 그러한 조항, 조건 또는 요건을 준수할 의무에 대한 포기로 간주되어서는 안됩니다.

본 이용 약관에 명시적으로 특정하여 기재된 경우를 제외하고는, 귀하와 적법하게 지명된 "m50k"의 담당자가 수기로 서명한 물리적인 서면 문서로 작성되지 않는 한 "m50k"의 어떠한 진술, 성명, 동의, 포기 또는 그 밖의 행위 또는 누락도 본 이용 약관의 수정으로 간주되지 않고, 법률적으로 구속력을 가지지도 않습니다. 

12.5. 통지 

당사는 당사의 게임이나 m50k.com에 통지문을 게시하거나, 귀하가 당사에 제공한 연락처로 이메일이나 기타 통신 수단을 통해 통지할 수 있습니다. 본 이용 약관 또는  google 개인정보 보호및 약관에 따라 귀하가 제공하거나 제공하도록 요구되는 모든 통지는 admin@m50k.com 로 제출되어야 합니다. 

12.6. 형평법상의 구제수단 

귀하는 본 이용 약관에 따라 "m50k"에 부여된 권리 및 의무가 특유하고 대체 불가능한 성질을 가지며, 이에 대한 손상은 "m50k"에 대해 회복할 수 없는 피해를 끼치며, 이는 금전 손해배상만으로는 대체될 수 없으므로, "m50k"은 귀하에 의한 실제적인 또는 예상되는 위반행위가 발생하는 경우 가처분 또는 기타 형평법상 구제수단(보증서나 보증금 제출 또는 손해 증명 의무의 부담이 없이)을 신청할 수 있는 권리가 있음을 인지합니다. 

귀하는 본 서비스나 "m50k" 게임의 운영, 이와 연관해서 발생한 광고나 기타 자료의 활용, 또는 본 서비스나 본 서비스를 통해 사용 또는 표시되는 콘텐츠나 기타 자료의 활용을 금지 또는 억제하거나, 이를 위한 가처분이나 기타 형평법상 구제수단을 신청할 수 있는 모든 권리를 취소 불가능한 조건으로 포기하며, 귀하의 청구권을 제7항에 의해 제한된 금전 손해배상 청구권(인정되는 경우)으로 제한하기로 동의합니다.

12.7. 불가항력

"m50k"은 "m50k"의 합리적인 통제를 벗어난 원인으로 야기된 이행지체 또는 불이행에 대한 책임을 부담하지 않습니다. 여기에는 천재지변, 전쟁, 테러, 폭동, 금수조치, 행정 및 군 당국의 처분, 화재, 홍수, 사고, 파업, 또는 물류시설∙연료∙에너지∙노동력 또는 자재의 부족과 같이 "m50k"의 통제를 벗어난 예상할 수 없는 상황 또는 원인으로 인한 불이행이 포함되나, 이에 한정되지는 아니합니다. 

13. 계정 탈퇴

계정 탈퇴를 원하시는 경우

게임 좌측상단의 아이콘을 터치

계정 탈퇴 버튼 터치

dancedance 문구를 입력하면 탈퇴 처리가 진행됩니다.

 

계정 탈퇴시 주의 사항

계정 탈퇴가 완료되면 관련된 모든 정보가 삭제됩니다. 탈퇴된 계정은 복구가 불가능합니다.